[Flagelateur.A_Creature_dark_flagelateur_obscure H7Creature]
mName="鞭笞者"
mLore="有时在伊格-查尔的地下通道中可以发现奇怪的生物。它们类似于蜥蜴与马和狗的混合体。这些奇怪的生物被无面者称为鞭笞者。没人知道这个名字的真正含义。"

[Dungeo_champion.A_Shadow_emperor H7Creature]
mName="遗忘执政官"
mLore="在远古战争重启后，遗忘执政官本应成为埃里博斯对抗光明势力的王牌，但包括他本人在内的古老冲突主要煽动者的死亡使这些计划戛然而止。在接下来的几个世纪里，这些结合了黑暗与虚空力量的巨大构造体一直储藏在刺客大师的秘密工坊中，直到瓦亚隆向希尔赛透露了它的位置，后者得到了完美的刑具。魂痕氏族的首领最喜欢观看这些邪恶的机械消耗被俘矮人、黑暗精灵和无面者的灵魂，将他的敌人放逐至遗忘。\n\n招募所需稀有资源：\n5 星银"

[Dungeo_champion.A_LifeDrain H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚空汲取"
mTooltip="该生物的命中会恢复其生命值，数值相当于造成伤害的 %stat1。"

[Dungeo_champion.A_LifeDrain_Useless_Buff H7BaseBuff]
mName="虚空汲取"
mTooltip="该生物的命中会恢复其生命值，数值相当于造成伤害的 30%，持续 %durnow 回合。"

[Dungeo_champion.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚空汲取"
mTooltip="所有敌方生物受到 %d.min 到 %d.max %ICON_DARK 黑暗伤害。\n所有友方生物在接下来的 3 回合内，每当攻击敌人时都会治疗其生命值（数值相当于造成伤害的 30%）。\n每场战斗一次。"

[Dungeo_champion.A_vole_de_pouvoire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虚空净化"
mTooltip="在该生物回合结束时，对其所有相邻的敌方单位造成 %d.min %icon_prime 源力伤害，并给予它们 %buff1.buff.stat1 %icon_morale 士气，持续 %buff1.buff.durini 回合。"

[Dungeo_champion.A_folting_text_Buff H7BaseBuff]
mName="虚空净化"
mTooltip="该生物拥有 %stat1 %icon_morale 士气，持续 %durnow 回合。"

[Dungeon_elite_strong.A_icorporel_Buff H7BaseBuff]
mName="烟幕"
mTooltip="该生物免疫远程攻击，除非它攻击或反击。"

[Dungeon_elite_strong.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吞噬剧毒"
mTooltip="目标敌方生物将中毒，在其回合开始时对其造成 %buff1.buff.d1 %icon_dark 黑暗伤害，直到战斗结束。\n此毒药同样可以影响非生命生物。每场战斗一次。"

[Dungeon_elite_strong.A_Poison_devorant_core_Buff H7BaseBuff]
mName="吞噬剧毒"
mTooltip="该生物在其每回合开始时受到 %d.min %icon_dark 黑暗伤害，直到战斗结束。"

[Dungeon_elite_strong.A_Creature_Dungeon_hand_of_the_death H7Creature]
mName="深渊使者"
mLore="魂痕氏族的崛起使得许多从无形图书馆的囚禁中逃脱或从刺客手中幸免于难的无面者躲藏在深渊深处。他们的使者时常拜访那些仍忠于马拉莎的黑暗精灵，分享曾经广博知识的残余，但对于希尔赛的恶魔崇拜者来说，与这些复仇之灵的会面意味着痛苦的死亡。据说，覆盖在使者刀刃上的毒药中含有马拉莎之血，能使受害者经历无尽的折磨，同时他们的血肉和骨骼会迅速溶解，不留痕迹。"

[Dungeon_elite_strong.A_Retaliation H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="反击"
mTooltip=""""

[Dungeon_elite_strong.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="烟幕"
mTooltip="该生物在烟幕中伪装自己，并免疫所有远程攻击，除非它攻击或反击。\n使用此能力不消耗该单位的行动，但会使其执行等待动作。"


h7.5_version 1.19

[Ability.A_MightySlash_minoataure_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="猛力劈砍"
mTooltip="该生物的暴击无法被反击，并且受到暴击的敌人会在其回合开始时受到 30% %ICON_MIGHT 力量伤害，持续 %buff1.buff.durini 回合。"